{
    "0": {
        "text": [
            "Recently, I've been juggling a lot of different fonts in my client work, which has gotten me reflecting on my own fonts, my handwriting I mean."
        ],
        "imgId": [
            1
        ],
        "timestamps": [
            0
        ]
    },
    "1": {
        "text": [
            "First is the “font” that I developed over the formative years of my life. Through kindergarten, elementary, first in squiggles",
            "and scratches on a handheld chalkboard before iteratively transforming into the script I use today."
        ],
        "imgId": [
            1,
            2
        ],
        "timestamps": [
            9,
            16
        ]
    },
    "2": {
        "text": [
            "Not that it was in any way a smooth and gradual process. In Elementary and at Chinese school, I learned cursive and Chinese. Skills both now forgotten.",
            "More than that, I remember taking note of the handwriting of those around me, like that of this pair of twins. They wrote in neat and looping letters, each character round and tidy, each word deliberate, paragraphs perfectly aligned."
        ],
        "imgId": [
            2,
            3
        ],
        "timestamps": [
            23,
            33
        ]
    },
    "3": {
        "text": [
            "Though I admired their writing style,\n",
            "writing like that would have driven me crazy. In some ways, I believe our handwriting is a reflection of our inner lives – something we develop",
            "early and instinctually. While those twins were stately and composed, seemingly both on paper and in life, my handwriting would sprawl across each page, struggling to keep up with my thoughts. I found myself catching and drifting with the currents, racing down one line of thinking before doubling back and back again."
        ],
        "imgId": [
            3,
            4,
            5
        ],
        "timestamps": [
            48,
            50,
            58
        ]
    },
    "4": {
        "text": [
            "Despite what I just said, I've always found writing to be an anchoring process. While I often wished I could write as fast as my thoughts flow, I found the slowness of writing to be useful in working through the anxious angsty emotions that set my teenage mind awhirl.",
            "Pen on paper, things seemed to slow down and become tangible and concrete."
        ],
        "imgId": [
            6,
            7
        ],
        "timestamps": [
            79,
            96
        ]
    },
    "5": {
        "text": [
            "In high school my handwriting evolved as I started to take classes, AP English and Euro. In those classes, speed was of the essence. We struggled to squeeze out",
            "multi paragraph essays in a class period, furiously scanning a short story for the evidence that would support a claim or eke out a flimsy line of logic about how a 20th century political cartoon provided insight into modern American foreign policy. My handwriting adapted to these new demands."
        ],
        "imgId": [
            7,
            8
        ],
        "timestamps": [
            102,
            112
        ]
    },
    "6": {
        "text": [
            "While the twins' handwriting appeared unwavering no matter the time or occasion. My handwriting, as many others, really fell along a spectrum between extremes. A legible neat(er) script that I wrote for my teachers and the manically scrawled, borderline illegible glyphs",
            "that were just for myself. Over the course of my junior year, my handwriting began to skew toward the latter with muscles cramping and tight with adrenaline pumping through my veins."
        ],
        "imgId": [
            9,
            10
        ],
        "timestamps": [
            133,
            152
        ]
    },
    "7": {
        "text": [
            "There was a thin line between speed and legibility. It was my AP Euro teacher who first taught me how only certain letters in a word had to be",
            "legible enough for graders to read it. He himself wrote in a small and almost childish scribble. His handwriting would decorate these grotesque memory aid cheat sheets – crude sketches and diagrams and maps of Europe with his scrunched handwriting filling every possible space in between."
        ],
        "imgId": [
            10,
            11
        ],
        "timestamps": [
            165,
            174
        ]
    },
    "8": {
        "text": [
            "As chaotic as it sounds, those diagrams were some of the most influential artifacts on my way of thinking to this day. They formed a kind of memory map blending visual and phonetic recall methods that felt like dumping my brain out onto a page and spreading it out just enough to trigger a cascade of memorized facts. By the time AP exams rolled around I imagined even the twins to have given in."
        ],
        "imgId": [
            12
        ],
        "timestamps": [
            195
        ]
    },
    "9": {
        "text": [
            "In college again my handwriting undertook a drastic change, perhaps the biggest yet. Entering into a design program, one of the first things they did was to teach us to write in all caps. Whether it was for legibility or aesthetic effect this act of assimilation marked a new era.",
            "In a way we were signaling whatever we were before, we were “designers” now."
        ],
        "imgId": [
            13,
            14
        ],
        "timestamps": [
            222,
            240
        ]
    },
    "10": {
        "text": [
            "In fact, this new identity became so deeply ingrained that I struggle to write lower case to this day. For the next four years I would write exclusively in all caps, not even trying at lowercase until recently. Not to say that there was no variation at all.",
            "One of my professors Matt, who would give wistful lectures about esoteric aesthetic concepts, scribbled a version of all caps that faintly recalled the spirit of my AP Euro teacher."
        ],
        "imgId": [
            14,
            15
        ],
        "timestamps": [
            247,
            264
        ]
    },
    "11": {
        "text": [
            "His characters were wide set with rounded yet angular features like an extra wide typeface. Each word was short and long with phrases stretched into illegibility."
        ],
        "imgId": [
            15
        ],
        "timestamps": [
            278
        ]
    },
    "12": {
        "text": [
            "I don't write much these days, at least not on paper. I type away at lines of code in my text editors and CLIs,",
            "form fields of job apps, and CMS interfaces. While fonts are certainly expressive and beautiful, I can't say I feel the same connection I do with the words I type than the ones I wrote by hand. I think there's something instinctual and raw about handwriting that helps me think more clearly, express more deeply.",
            "Not that there aren't people who haven't typed enough to feel a similar connection with a keyboard."
        ],
        "imgId": [
            15,
            16,
            17
        ],
        "timestamps": [
            291,
            300,
            320
        ]
    },
    "13": {
        "text": [
            "I'd like to think there's something primordial about handwriting, as a technology but also in our own lives.",
            "It's something that's developed in our formative years, giving us a peek into parts of ourselves that",
            "even we have forgotten. Even when I made that change to all caps, adopting a different style and identity, there were some things I couldn't shake. Artifacts of our past selves that maybe we don't remember, but our muscles do."
        ],
        "imgId": [
            17,
            18,
            19
        ],
        "timestamps": [
            327,
            334,
            341
        ]
    }
}